/**/
"Cancel" = "Anulare";
/**/
"Delete" = "Ştergere";
/**/
"Open" = "Deschidere";
/**/
"Edit" = "Editare";
/**/
"Yes" = "Da";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Aplicare geometrie";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Golire geometrie";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Ştergere vertex";
/*Geometry Edit Action Name*/
"Insert Part" = "Inserare parte";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Inserare nod";
/*Geometry Edit Action Name*/
"Move Vertex" = "Mutare nod";
/*Geometry Edit Action Name*/
"Remove Part" = "Eliminare parte";

/*Collecting attachments*/
"Add" = "Adăugare";
/*Collecting attachments*/
"Take Photo or Video" = "Realizare fotografie sau clip video";
/*Collecting attachments*/
"Choose From Library" = "Alegere din bibliotecă";
/*Collecting attachments*/
"Photo" = "Fotografie";
/*Collecting attachments*/
"Video" = "Video";
/*Collecting attachments*/
"Save To Photo Library" = "Salvare în biblioteca de fotografii";
/*Collecting attachments*/
"Download" = "Descărcare";

/*Date attribute*/
"Today" = "Astăzi";

/**/
"Attachments" = "Ataşări";
"Attributes" = "Atribute";

/**/
"Open in Safari" = "Deschidere în Safari";

/* Please enter a numeric value between 0 and 5.*/
"Enter a number between %i and %i." = "Introduceţi un număr între %i şi %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"Enter a number between %f and %f." = "Introduceţi un număr între %f şi %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"Too many characters (%@)" = "Prea multe caractere (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Numărul nu se încadrează în intervalul acceptabil.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Tip de câmp neacceptat";

/**/
"%d of %d" = "%d din %d";

/**/
"Changing Feature Type" = "Se modifică tipul obiectului spaţial";
"You are changing the feature type, which may potentially overwrite some field values. Are you sure you want to do this?" =  "Sunteţi pe cale să modificaţi tipul obiectului spaţial, fapt ce poate suprascrie unele valori ale câmpurilor. Sigur doriţi să faceţi acest lucru?";

/**/
"Data for pie chart is invalid" = "Datele pentru diagrama radială sunt nevalide";
"No data to create a pie chart" = "Nu există date pentru crearea unei diagrame radiale";

/**/
"Created by %@ seconds ago" = "Creat de %@ acum câteva secunde";

/**/
"Created by %@ a minute ago" = "Creat de %@ acum un minut";

/**/
"Edited by %@ seconds ago" = "Editat de %@ acum câteva secunde";

/**/
"Edited by %@ a minute ago" = "Editat de %@ acum un minut";

/**/
"Created seconds ago" = "Creat acum câteva secunde";

/**/
"Created a minute ago" = "Creat acum un minut";

/**/
"Edited seconds ago" = "Editat acum câteva secunde";

/**/
"Edited a minute ago" = "Editat acum un minut";

/**/
"Created by %@ %d minutes ago" = "Creat de %@ acum %d minute";

/**/
"Created by %@ an hour ago" = "Creat de %@ acum o oră";

/**/
"Created by %@ %d hours ago" = "Creat de %@ acum %d ore";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - day" = "Creat de %@ pe data de %@ la ora %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - full" = "Creat de %@ pe data de %@ la ora %@";

/**/
"Edited by %@ %d minutes ago" = "Editat de %@ acum %d minute";

/**/
"Edited by %@ an hour ago" = "Editat de %@ acum o oră";

/**/
"Edited by %@ %d hours ago" = "Editat de %@ acum %d ore";

/**/
"Edited by %@ on %@ at %@ - day" = "Editat de %@ pe data de %@ la ora %@";

/**/
"Edited by %@ on %@ at %@ - full" = "Editat de %@ pe data de %@ la ora %@";

/**/
"Created by %@" = "Creat de %@";

/**/
"Edited by %@" = "Editat de %@";

/**/
"Created %d minutes ago" = "Creat acum %d minute";

/**/
"Created an hour ago" = "Creat acum o oră";

/**/
"Created %d hours ago" = "Creat acum %d ore";

/*"Created on ${weekDay} at ${formattedTime}"*/
"Created on %@ at %@ - day" = "Creat pe data de %@ la ora %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"Created on %@ at %@ - full" = "Creat pe data de %@ la ora %@";

/**/
"Edited %d minutes ago" = "Editat acum %d minute";

/**/
"Edited an hour ago" = "Editat acum o oră";

/**/
"Edited %d hours ago" = "Editat acum %d ore";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"Edited on %@ at %@ - day" = "Editat pe data de %@ la ora %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"Edited on %@ at %@ - full" = "Editat pe data de %@ la ora %@";

/* Used to denote a required field */
"Required" = "Obligatoriu";

/* Used for naming layers with no names */
"Layer %d" = "Stratul tematic %d";